dev-scripts/exp03_verify_kv_queue_size/exp01/fio_exp_qd112_2019-10-28/dump-fio-bench-112-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=112
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=34627: Mon Oct 28 00:27:20 2019
  write: IOPS=87, BW=10.0MiB/s (11.5MB/s)(1369MiB/124873msec); 0 zone resets
    slat (usec): min=44, max=1781, avg=131.72, stdev=43.51
    clat (msec): min=31, max=13007, avg=1219.20, stdev=1526.16
     lat (msec): min=31, max=13007, avg=1219.33, stdev=1526.16
    clat percentiles (msec):
     |  1.00th=[  118],  5.00th=[  176], 10.00th=[  218], 20.00th=[  279],
     | 30.00th=[  342], 40.00th=[  397], 50.00th=[  460], 60.00th=[  617],
     | 70.00th=[  818], 80.00th=[ 2500], 90.00th=[ 3574], 95.00th=[ 4530],
     | 99.00th=[ 6275], 99.50th=[ 7013], 99.90th=[ 9329], 99.95th=[11208],
     | 99.99th=[12684]
   bw (  KiB/s): min=  256, max=47104, per=100.00%, avg=13406.66, stdev=9191.49, samples=207
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=10952
  lat (msec)   : 50=0.07%, 100=0.46%, 250=14.58%, 500=39.99%, 750=13.22%
  lat (msec)   : 1000=3.82%, 2000=4.48%, >=2000=23.37%
  cpu          : usr=1.02%, sys=0.27%, ctx=23016, majf=0, minf=24270
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.3%, 16=0.6%, 32=1.2%, >=64=97.7%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=0,10952,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=112

Run status group 0 (all jobs):
  WRITE: bw=10.0MiB/s (11.5MB/s), 10.0MiB/s-10.0MiB/s (11.5MB/s-11.5MB/s), io=1369MiB (1436MB), run=124873-124873msec

Disk stats (read/write):
  sdc: ios=187/23013, merge=0/276259, ticks=1512/1507312, in_queue=1508800, util=94.19%